Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Health data is iOS-only, so on this Mac these have to be entered by hand. HRV and resting heart rate are half the readiness score's weight.
ar: بيانات الصحة متاحة على iOS فقط، لذا يلزم إدخالها يدويًا على هذا الـMac. يشكّل تغيّر النبض ونبض الراحة نصف وزن درجة الجاهزية.
bg: Данните от Health са само за iOS, затова на този Mac трябва да се въвеждат ръчно. HRV и пулсът в покой са половината от тежестта на оценката за готовност.
ca: Les dades de Salut només són a iOS, així que en aquest Mac s'han d'introduir a mà. La VFC i la freqüència cardíaca en repòs són la meitat del pes de la puntuació de preparació.
cs: Data ze Zdraví jsou jen na iOS, na tomto Macu je proto nutné je zadat ručně. HRV a klidová tepová frekvence tvoří polovinu váhy skóre připravenosti.
da: Sundhedsdata findes kun på iOS, så på denne Mac skal de indtastes manuelt. HRV og hvilepuls udgør halvdelen af parathedsscorens vægt.
de: Health-Daten gibt es nur unter iOS, auf diesem Mac müssen sie also von Hand eingetragen werden. HRV und Ruhepuls machen die Hälfte des Bereitschaftswerts aus.
el: Τα δεδομένα Υγείας υπάρχουν μόνο σε iOS, οπότε σε αυτό το Mac πρέπει να καταχωρηθούν με το χέρι. Το HRV και οι παλμοί ηρεμίας είναι το μισό βάρος της βαθμολογίας ετοιμότητας.
es: Los datos de Salud son solo de iOS, así que en este Mac hay que introducirlos a mano. La VFC y la frecuencia cardíaca en reposo pesan la mitad de la puntuación de disposición.
et: Tervise andmed on ainult iOS-is, seega tuleb need selles Macis käsitsi sisestada. HRV ja puhkeolekupulss moodustavad poole valmisoleku hinnangu kaalust.
fi: Terveys-tiedot ovat vain iOS:ssä, joten tällä Macilla ne pitää syöttää käsin. HRV ja leposyke ovat puolet valmiuspisteiden painosta.
fr: Les données Santé n'existent que sur iOS : sur ce Mac, il faut les saisir à la main. La VFC et la fréquence cardiaque au repos pèsent la moitié du score de disponibilité.
ga: Níl sonraí Health ar fáil ach ar iOS, mar sin caithfear iad a chur isteach de láimh ar an Mac seo. Is ionann HRV agus ráta croí scíthe agus leath de mheáchan an scóir ullmhachta.
hr: Podaci iz Zdravlja postoje samo na iOS-u, pa ih na ovom Macu treba unijeti ručno. HRV i puls u mirovanju čine polovicu težine ocjene spremnosti.
hu: A Health-adatok csak iOS-en érhetők el, ezért ezen a Macen kézzel kell megadni őket. A HRV és a nyugalmi pulzus adja a készenléti pontszám súlyának felét.
id: Data Health hanya ada di iOS, jadi di Mac ini semuanya harus dimasukkan manual. HRV dan detak jantung istirahat menyumbang separuh bobot skor kesiapan.
is: Heilsugögn eru aðeins í iOS, svo í þessum Mac þarf að slá þau inn handvirkt. HRV og hvíldarpúls vega helming viðbúnaðareinkunnarinnar.
it: I dati di Salute esistono solo su iOS, quindi su questo Mac vanno inseriti a mano. HRV e frequenza cardiaca a riposo pesano metà del punteggio di prontezza.
ja: ヘルスケアのデータは iOS のみのため、この Mac では手入力が必要です。HRV と安静時心拍でコンディションスコアの半分を占めます。
ko: 건강 데이터는 iOS 전용이라 이 Mac에서는 직접 입력해야 합니다. HRV와 안정 시 심박수가 준비도 점수 가중치의 절반을 차지합니다.
lt: Sveikatos duomenys yra tik iOS, todėl šiame Mac juos reikia įvesti ranka. HRV ir ramybės pulsas sudaro pusę pasirengimo įverčio svorio.
lv: Veselības dati ir tikai iOS, tāpēc šajā Mac tie jāievada ar roku. HRV un miera pulss veido pusi no gatavības vērtējuma svara.
mk: Податоците од Здравје постојат само на iOS, па на овој Mac мора да се внесат рачно. HRV и пулсот во мирување сочинуваат половина од тежината на оцената за подготвеност.
ms: Data Health hanya ada pada iOS, jadi pada Mac ini semuanya perlu dimasukkan secara manual. HRV dan denyutan jantung rehat menyumbang separuh daripada berat skor kesediaan.
mt: Id-data ta' Health hija biss fuq iOS, għalhekk fuq dan il-Mac trid tiddaħħal bl-idejn. L-HRV u t-taħbit tal-qalb mistrieħ jgħoddu nofs il-piż tal-punteġġ ta' tħejjija.
nb: Helsedata finnes bare på iOS, så på denne Macen må de skrives inn manuelt. HRV og hvilepuls utgjør halvparten av vekten i beredskapsscoren.
nl: Gezondheidsgegevens zijn alleen op iOS, dus op deze Mac moet je ze met de hand invoeren. HRV en rusthartslag zijn samen de helft van het gewicht van de gereedheidsscore.
pl: Dane ze Zdrowia są tylko na iOS, więc na tym Macu trzeba je wpisać ręcznie. HRV i tętno spoczynkowe to połowa wagi wskaźnika gotowości.
pt_br: Os dados do app Saúde só existem no iOS, então neste Mac eles precisam ser digitados. A VFC e a frequência cardíaca de repouso valem metade do peso da nota de prontidão.
pt_pt: Os dados da Saúde só existem em iOS, por isso neste Mac têm de ser introduzidos à mão. A VFC e a frequência cardíaca em repouso valem metade do peso da pontuação de prontidão.
ro: Datele Health există doar pe iOS, așa că pe acest Mac trebuie introduse manual. HRV și pulsul de repaus reprezintă jumătate din ponderea scorului de pregătire.
ru: Данные «Здоровья» доступны только на iOS, поэтому на этом Mac их придётся вводить вручную. ВСР и пульс покоя дают половину веса оценки готовности.
sk: Údaje zo Zdravia sú len na iOS, takže na tomto Macu ich treba zadať ručne. HRV a pokojová tepová frekvencia tvoria polovicu váhy skóre pripravenosti.
sl: Podatki Zdravja so samo na iOS, zato jih je na tem Macu treba vnesti ročno. HRV in utrip v mirovanju predstavljata polovico teže ocene pripravljenosti.
sq: Të dhënat e Shëndetit janë vetëm në iOS, prandaj në këtë Mac duhen futur me dorë. HRV dhe rrahjet në qetësi përbëjnë gjysmën e peshës së vlerësimit të gatishmërisë.
sr: Подаци из Здравља постоје само на iOS-у, па их на овом Mac-у треба унети ручно. HRV и пулс у мировању чине половину тежине оцене спремности.
sv: Hälsodata finns bara på iOS, så på den här Macen måste de matas in för hand. HRV och vilopuls utgör halva vikten i beredskapsvärdet.
tr: Sağlık verisi yalnızca iOS'ta olduğundan bu Mac'te bunların elle girilmesi gerekir. HRV ve dinlenme nabzı, hazırlık puanının ağırlığının yarısını oluşturur.
uk: Дані «Здоров’я» доступні лише на iOS, тож на цьому Mac їх доведеться вводити вручну. ВСР і пульс спокою дають половину ваги оцінки готовності.
vi: Dữ liệu Health chỉ có trên iOS, nên trên chiếc Mac này phải nhập tay. HRV và nhịp tim nghỉ chiếm một nửa trọng số của điểm sẵn sàng.
zh_hans: 健康数据仅限 iOS，因此在这台 Mac 上需要手动输入。HRV 和静息心率占状态评分权重的一半。
zh_hant: 健康資料僅限 iOS，因此在這台 Mac 上必須手動輸入。HRV 與靜止心率占狀態評分權重的一半。

source: Heart rate
ar: النبض
bg: Пулс
ca: Freqüència cardíaca
cs: Tepová frekvence
da: Puls
de: Herzfrequenz
el: Καρδιακοί παλμοί
es: Frecuencia cardíaca
et: Pulss
fi: Syke
fr: Fréquence cardiaque
ga: Ráta croí
hr: Puls
hu: Pulzus
id: Detak jantung
is: Púls
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
lt: Pulsas
lv: Pulss
mk: Пулс
ms: Denyutan jantung
mt: Taħbit tal-qalb
nb: Puls
nl: Hartslag
pl: Tętno
pt_br: Frequência cardíaca
pt_pt: Frequência cardíaca
ro: Puls
ru: Пульс
sk: Tepová frekvencia
sl: Srčni utrip
sq: Rrahjet e zemrës
sr: Пулс
sv: Puls
tr: Nabız
uk: Пульс
vi: Nhịp tim
zh_hans: 心率
zh_hant: 心率

source: Heart-rate zone %lld
ar: نطاق النبض %lld
bg: Пулсова зона %lld
ca: Zona de FC %lld
cs: Tepová zóna %lld
da: Pulszone %lld
de: Herzfrequenzzone %lld
el: Ζώνη παλμών %lld
es: Zona de frecuencia cardíaca %lld
et: Pulsitsoon %lld
fi: Sykealue %lld
fr: Zone de fréquence cardiaque %lld
ga: Crios ráta croí %lld
hr: Pulsna zona %lld
hu: %lld. pulzuszóna
id: Zona detak jantung %lld
is: Púlsþrep %lld
it: Zona di frequenza cardiaca %lld
ja: 心拍ゾーン %lld
ko: 심박 구간 %lld
lt: Pulso zona %lld
lv: Pulsa zona %lld
mk: Пулсна зона %lld
ms: Zon denyutan jantung %lld
mt: Żona tat-taħbit %lld
nb: Pulssone %lld
nl: Hartslagzone %lld
pl: Strefa tętna %lld
pt_br: Zona de FC %lld
pt_pt: Zona de frequência cardíaca %lld
ro: Zona de puls %lld
ru: Пульсовая зона %lld
sk: Tepová zóna %lld
sl: Cona utripa %lld
sq: Zona e rrahjeve %lld
sr: Пулсна зона %lld
sv: Pulszon %lld
tr: Nabız bölgesi %lld
uk: Пульсова зона %lld
vi: Vùng nhịp tim %lld
zh_hans: 心率区间 %lld
zh_hant: 心率區間 %lld

source: Heart-rate zones
ar: نطاقات النبض
bg: Пулсови зони
ca: Zones de freqüència cardíaca
cs: Tepové zóny
da: Pulszoner
de: Herzfrequenzzonen
el: Ζώνες παλμών
es: Zonas de frecuencia cardíaca
et: Pulsitsoonid
fi: Sykealueet
fr: Zones de fréquence cardiaque
ga: Criosanna ráta croí
hr: Pulsne zone
hu: Pulzuszónák
id: Zona detak jantung
is: Púlsþrep
it: Zone di frequenza cardiaca
ja: 心拍ゾーン
ko: 심박 구간
lt: Pulso zonos
lv: Pulsa zonas
mk: Пулсни зони
ms: Zon denyutan jantung
mt: Żoni tat-taħbit tal-qalb
nb: Pulssoner
nl: Hartslagzones
pl: Strefy tętna
pt_br: Zonas de frequência cardíaca
pt_pt: Zonas de frequência cardíaca
ro: Zone de puls
ru: Пульсовые зоны
sk: Tepové zóny
sl: Cone srčnega utripa
sq: Zonat e rrahjeve
sr: Пулсне зоне
sv: Pulszoner
tr: Nabız bölgeleri
uk: Пульсові зони
vi: Các vùng nhịp tim
zh_hans: 心率区间
zh_hant: 心率區間

source: Held together
ar: صمد
bg: Удържа
ca: Va aguantar
cs: Drželo to
da: Holdt sammen
de: Hat gehalten
el: Κράτησε
es: Aguantó
et: Pidas vastu
fi: Piti kasassa
fr: A tenu
ga: Sheas sé
hr: Izdržalo je
hu: Kitartott
id: Bertahan
is: Hélt
it: Ha tenuto
ja: 最後まで保った
ko: 끝까지 버팀
lt: Išsilaikė
lv: Noturējās
mk: Издржа
ms: Bertahan
mt: Żamm
nb: Holdt sammen
nl: Hield stand
pl: Utrzymane
pt_br: Se manteve
pt_pt: Aguentou
ro: A ținut
ru: Выдержал
sk: Držalo to
sl: Zdržalo je
sq: Qëndroi
sr: Издржало је
sv: Höll ihop
tr: Dayandı
uk: Витримав
vi: Trụ được
zh_hans: 撑住了
zh_hant: 撐住了

source: Hike
ar: مشي جبلي
bg: Преход
ca: Excursió
cs: Turistika
da: Vandring
de: Wandern
el: Πεζοπορία
es: Senderismo
et: Matk
fi: Vaellus
fr: Randonnée
ga: Siúlóid sléibhe
hr: Planinarenje
hu: Túra
id: Mendaki
is: Gönguferð
it: Escursione
ja: ハイキング
ko: 하이킹
lt: Žygis
lv: Pārgājiens
mk: Планинарење
ms: Mendaki
mt: Mixja fil-kampanja
nb: Fottur
nl: Wandeltocht
pl: Wędrówka
pt_br: Trilha
pt_pt: Caminhada
ro: Drumeție
ru: Поход
sk: Turistika
sl: Pohod
sq: Ecje malore
sr: Планинарење
sv: Vandring
tr: Doğa yürüyüşü
uk: Похід
vi: Đi bộ đường dài
zh_hans: 徒步
zh_hant: 健行

source: Hinge
ar: ثني من الورك
bg: Тазов сгъв
ca: Flexió de maluc
cs: Ohyb v kyčli
da: Hoftebøjning
de: Hüftbeugen
el: Κάμψη ισχίου
es: Bisagra de cadera
et: Puusast painutamine
fi: Lonkkasarana
fr: Charnière de hanche
ga: Lúbadh na gcromán
hr: Pregib u kuku
hu: Csípőből hajlítás
id: Engsel pinggul
is: Mjaðmabeygja
it: Cerniera d'anca
ja: ヒンジ
ko: 힌지
lt: Lenkimas per klubus
lv: Locīšana gurnos
mk: Свиткување во колковите
ms: Engsel pinggul
mt: Tgħawwiġ mill-ġenbejn
nb: Hoftebøy
nl: Heupscharnier
pl: Zawias biodrowy
pt_br: Dobradiça de quadril
pt_pt: Dobradiça de anca
ro: Îndoire din șold
ru: Наклон от бедра
sk: Ohyb v bedrách
sl: Pregib v kolku
sq: Përkulje nga ijet
sr: Прегиб у куку
sv: Höftfällning
tr: Kalça menteşesi
uk: Нахил від стегна
vi: Gập hông
zh_hans: 髋屈伸
zh_hant: 髖屈伸

source: Hip-dominant, loaded posterior chain
ar: اعتماد على الورك، تحميل السلسلة الخلفية
bg: С акцент на таза, натоварена задна верига
ca: Domini de maluc, cadena posterior carregada
cs: Dominance kyčle, zatížený zadní řetězec
da: Hoftedomineret, belastet bagkæde
de: Hüftdominant, belastete hintere Kette
el: Με έμφαση στο ισχίο, φορτισμένη οπίσθια αλυσίδα
es: Dominante de cadera, cadena posterior cargada
et: Puusakeskne, koormatud tagumine ahel
fi: Lonkkavoittoinen, kuormitettu takaketju
fr: Dominante hanche, chaîne postérieure chargée
ga: Cromán-cheannasach, slabhra cúil faoi ualach
hr: Naglasak na kuku, opterećen stražnji lanac
hu: Csípődomináns, terhelt hátsó lánc
id: Dominan pinggul, rantai belakang terbebani
is: Mjaðmadrifið, álag á afturkeðju
it: Dominante d'anca, catena posteriore sotto carico
ja: 股関節主導、後面の筋群に負荷
ko: 고관절 주도, 후면 사슬에 부하
lt: Klubų dominantė, apkrauta užpakalinė grandinė
lv: Gurnu dominante, noslogota aizmugurējā ķēde
mk: Со акцент на колкот, оптоварен заден синџир
ms: Dominan pinggul, rantaian belakang berbeban
mt: Iddominat mill-ġenbejn, katina ta' wara mgħobbija
nb: Hoftedominant, belastet bakkjede
nl: Heupdominant, belaste achterste keten
pl: Dominacja bioder, obciążona taśma tylna
pt_br: Dominante de quadril, cadeia posterior carregada
pt_pt: Dominante de anca, cadeia posterior sob carga
ro: Dominant din șold, lanț posterior încărcat
ru: Акцент на таз, нагруженная задняя цепь
sk: Dominancia bedier, zaťažený zadný reťazec
sl: Poudarek na kolku, obremenjena zadnja veriga
sq: Me theks te ijet, zinxhiri i pasëm i ngarkuar
sr: Нагласак на куку, оптерећен задњи ланац
sv: Höftdominant, belastad bakkedja
tr: Kalça ağırlıklı, yüklü arka zincir
uk: Акцент на таз, навантажений задній ланцюг
vi: Chủ đạo là hông, chuỗi cơ sau chịu tải
zh_hans: 以髋为主，后链承重
zh_hant: 以髖為主，後側鏈承重

source: Hips
ar: الوركان
bg: Ханш
ca: Malucs
cs: Boky
da: Hofter
de: Hüfte
el: Γοφοί
es: Cadera
et: Puusad
fi: Lantio
fr: Hanches
ga: Cromáin
hr: Bokovi
hu: Csípő
id: Pinggul
is: Mjaðmir
it: Fianchi
ja: ヒップ
ko: 엉덩이
lt: Klubai
lv: Gurni
mk: Колкови
ms: Pinggul
mt: Ġenbejn
nb: Hofter
nl: Heupen
pl: Biodra
pt_br: Quadril
pt_pt: Ancas
ro: Șolduri
ru: Бёдра
sk: Boky
sl: Boki
sq: Ijet
sr: Кукови
sv: Höfter
tr: Kalça
uk: Стегна
vi: Vòng hông
zh_hans: 臀围
zh_hant: 臀圍

source: History
ar: السجل
bg: История
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
fi: Historia
fr: Historique
ga: Stair
hr: Povijest
hu: Előzmények
id: Riwayat
is: Saga
it: Cronologia
ja: 履歴
ko: 기록
lt: Istorija
lv: Vēsture
mk: Историја
ms: Sejarah
mt: Storja
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sq: Historiku
sr: Историја
sv: Historik
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

source: Hours
ar: ساعات
bg: Часове
ca: Hores
cs: Hodiny
da: Timer
de: Stunden
el: Ώρες
es: Horas
et: Tunnid
fi: Tunnit
fr: Heures
ga: Uaireanta
hr: Sati
hu: Óra
id: Jam
is: Klukkustundir
it: Ore
ja: 時間
ko: 시간
lt: Valandos
lv: Stundas
mk: Часови
ms: Jam
mt: Sigħat
nb: Timer
nl: Uren
pl: Godziny
pt_br: Horas
pt_pt: Horas
ro: Ore
ru: Часы
sk: Hodiny
sl: Ure
sq: Orë
sr: Сати
sv: Timmar
tr: Saat
uk: Години
vi: Giờ
zh_hans: 小时
zh_hant: 小時

source: How did you sleep?
ar: كيف كان نومك؟
bg: Как спа?
ca: Com has dormit?
cs: Jak se ti spalo?
da: Hvordan sov du?
de: Wie hast du geschlafen?
el: Πώς κοιμήθηκες;
es: ¿Cómo has dormido?
et: Kuidas magasid?
fi: Miten nukuit?
fr: Comment as-tu dormi ?
ga: Conas a chodail tú?
hr: Kako si spavao?
hu: Hogy aludtál?
id: Bagaimana tidurmu?
is: Hvernig svafstu?
it: Come hai dormito?
ja: 睡眠はどうでしたか？
ko: 잠은 잘 잤나요?
lt: Kaip miegojai?
lv: Kā gulēji?
mk: Како спиеше?
ms: Bagaimana tidur anda?
mt: Kif rqadt?
nb: Hvordan sov du?
nl: Hoe heb je geslapen?
pl: Jak się spało?
pt_br: Como foi o sono?
pt_pt: Como dormiste?
ro: Cum ai dormit?
ru: Как спалось?
sk: Ako sa ti spalo?
sl: Kako si spal?
sq: Si fjete?
sr: Како си спавао?
sv: Hur sov du?
tr: Nasıl uyudun?
uk: Як спалося?
vi: Bạn ngủ thế nào?
zh_hans: 睡得怎么样？
zh_hant: 睡得如何？

source: How do you feel today?
ar: كيف تشعر اليوم؟
bg: Как се чувстваш днес?
ca: Com et trobes avui?
cs: Jak se dnes cítíš?
da: Hvordan har du det i dag?
de: Wie fühlst du dich heute?
el: Πώς νιώθεις σήμερα;
es: ¿Cómo te sientes hoy?
et: Kuidas end täna tunned?
fi: Miltä sinusta tuntuu tänään?
fr: Comment te sens-tu aujourd'hui ?
ga: Conas a bhraitheann tú inniu?
hr: Kako se danas osjećaš?
hu: Hogy érzed magad ma?
id: Bagaimana perasaanmu hari ini?
is: Hvernig líður þér í dag?
it: Come ti senti oggi?
ja: 今日の調子はどうですか？
ko: 오늘 컨디션은 어떤가요?
lt: Kaip šiandien jautiesi?
lv: Kā šodien jūties?
mk: Како се чувствуваш денес?
ms: Bagaimana perasaan anda hari ini?
mt: Kif tħossok illum?
nb: Hvordan føler du deg i dag?
nl: Hoe voel je je vandaag?
pl: Jak się dziś czujesz?
pt_br: Como você se sente hoje?
pt_pt: Como te sentes hoje?
ro: Cum te simți azi?
ru: Как самочувствие сегодня?
sk: Ako sa dnes cítiš?
sl: Kako se danes počutiš?
sq: Si ndihesh sot?
sr: Како се данас осећаш?
sv: Hur känner du dig i dag?
tr: Bugün nasıl hissediyorsun?
uk: Як самопочуття сьогодні?
vi: Hôm nay bạn thấy thế nào?
zh_hans: 今天感觉如何？
zh_hant: 今天感覺如何？

source: How does your body feel?
ar: كيف حال جسمك؟
bg: Как се чувства тялото ти?
ca: Com se sent el teu cos?
cs: Jak se cítí tělo?
da: Hvordan føles kroppen?
de: Wie fühlt sich dein Körper an?
el: Πώς νιώθει το σώμα σου;
es: ¿Cómo se siente tu cuerpo?
et: Kuidas keha end tunneb?
fi: Miltä keho tuntuu?
fr: Comment se sent ton corps ?
ga: Conas a bhraitheann do chorp?
hr: Kako se osjeća tijelo?
hu: Hogy érzi magát a tested?
id: Bagaimana rasanya tubuhmu?
is: Hvernig líður líkamanum?
it: Come si sente il corpo?
ja: 身体の感じはどうですか？
ko: 몸 상태는 어떤가요?
lt: Kaip jaučiasi tavo kūnas?
lv: Kā jūtas tavs ķermenis?
mk: Како се чувствува телото?
ms: Bagaimana rasa badan anda?
mt: Kif iħossu ġismek?
nb: Hvordan kjennes kroppen ut?
nl: Hoe voelt je lichaam?
pl: Jak się czuje ciało?
pt_br: Como está o corpo?
pt_pt: Como está o teu corpo?
ro: Cum se simte corpul tău?
ru: Как ощущается тело?
sk: Ako sa cíti telo?
sl: Kako se počuti telo?
sq: Si ndihet trupi yt?
sr: Како се осећа тело?
sv: Hur känns kroppen?
tr: Vücudun nasıl hissediyor?
uk: Як почувається тіло?
vi: Cơ thể bạn cảm thấy ra sao?
zh_hans: 身体感觉如何？
zh_hant: 身體感覺如何？

source: How you feel
ar: شعورك
bg: Как се чувстваш
ca: Com et trobes
cs: Jak se cítíš
da: Din fornemmelse
de: Dein Gefühl
el: Πώς νιώθεις
es: Cómo te sientes
et: Kuidas end tunned
fi: Tuntemuksesi
fr: Ton ressenti
ga: Conas a bhraitheann tú
hr: Kako se osjećaš
hu: Ahogy érzed magad
id: Yang kamu rasakan
is: Hvernig þér líður
it: Come ti senti
ja: 体感
ko: 체감
lt: Kaip jautiesi
lv: Kā jūties
mk: Како се чувствуваш
ms: Apa yang anda rasa
mt: Kif tħossok
nb: Hvordan du føler deg
nl: Hoe je je voelt
pl: Jak się czujesz
pt_br: Como você se sente
pt_pt: Como te sentes
ro: Cum te simți
ru: Самочувствие
sk: Ako sa cítiš
sl: Kako se počutiš
sq: Si ndihesh
sr: Како се осећаш
sv: Hur du känner dig
tr: Nasıl hissettiğin
uk: Самопочуття
vi: Cảm nhận của bạn
zh_hans: 主观感受
zh_hant: 主觀感受

source: I'll do it later
ar: سأفعلها لاحقًا
bg: Ще го направя по-късно
ca: Ja ho faré
cs: Udělám to později
da: Jeg gør det senere
de: Später
el: Θα το κάνω αργότερα
es: Lo haré más tarde
et: Teen hiljem
fi: Teen sen myöhemmin
fr: Plus tard
ga: Déanfaidh mé níos déanaí é
hr: Napravit ću poslije
hu: Majd később
id: Nanti saja
is: Ég geri það seinna
it: Lo farò dopo
ja: あとでやる
ko: 나중에 하기
lt: Padarysiu vėliau
lv: Izdarīšu vēlāk
mk: Ќе го направам подоцна
ms: Nanti sahaja
mt: Nagħmlu aktar tard
nb: Jeg gjør det senere
nl: Ik doe het later
pl: Zrobię to później
pt_br: Faço depois
pt_pt: Faço isso depois
ro: O fac mai târziu
ru: Сделаю позже
sk: Urobím to neskôr
sl: Naredim pozneje
sq: Do ta bëj më vonë
sr: Урадићу касније
sv: Jag gör det senare
tr: Sonra yaparım
uk: Зроблю пізніше
vi: Để sau
zh_hans: 以后再说
zh_hant: 之後再說

source: If you've seen a higher number on a hard effort, use that instead — this estimate is ±10 bpm at best.
ar: إن رأيت رقمًا أعلى في جهد شاق، فاستخدمه بدلًا من هذا — دقة هذا التقدير ‎±10 نبضة/د في أفضل الأحوال.
bg: Ако си виждал по-високо число при тежко усилие, използвай него — тази оценка е ±10 уд/мин в най-добрия случай.
ca: Si has vist un número més alt en un esforç dur, fes servir aquell: aquesta estimació té ±10 ppm de marge en el millor dels casos.
cs: Pokud jsi při těžkém úsilí viděl vyšší číslo, použij to — tenhle odhad se v nejlepším případě mýlí o ±10 tepů.
da: Har du set et højere tal under en hård indsats, så brug det — dette skøn rammer i bedste fald ±10 slag/min ved siden af.
de: Wenn du bei einer harten Belastung schon einen höheren Wert gesehen hast, nimm den — diese Schätzung liegt bestenfalls ±10 bpm daneben.
el: Αν έχεις δει μεγαλύτερο νούμερο σε σκληρή προσπάθεια, βάλε εκείνο — αυτή η εκτίμηση έχει ακρίβεια ±10 σφ./λεπτό στην καλύτερη περίπτωση.
es: Si has visto un número más alto en un esfuerzo duro, usa ese: esta estimación falla ±10 ppm en el mejor de los casos.
et: Kui oled raskel pingutusel näinud kõrgemat numbrit, kasuta seda — see hinnang on parimal juhul ±10 lööki/min täpne.
fi: Jos olet nähnyt kovassa vedossa korkeamman luvun, käytä sitä — tämä arvio heittää parhaimmillaankin ±10 lyöntiä.
fr: Si tu as déjà vu un chiffre plus élevé sur un effort dur, prends celui-là : cette estimation est au mieux à ±10 bpm.
ga: Má chonaic tú uimhir níos airde ar iarracht chrua, bain úsáid as sin — níl an meastachán seo cruinn ach go ±10 buille/nóim ar a fheabhas.
hr: Ako si na teškom naporu vidio veći broj, upiši taj — ova je procjena u najboljem slučaju točna na ±10 otk./min.
hu: Ha kemény terhelésnél láttál már magasabb számot, azt add meg — ez a becslés a legjobb esetben is ±10 ütés/perc.
id: Kalau kamu pernah melihat angka lebih tinggi saat latihan berat, pakai yang itu — perkiraan ini paling banter ±10 bpm.
is: Ef þú hefur séð hærri tölu í erfiðri áreynslu skaltu nota hana — þetta mat er í besta falli ±10 slög/mín.
it: Se hai già visto un numero più alto in uno sforzo duro, usa quello: questa stima sbaglia di ±10 bpm nel migliore dei casi.
ja: きつい運動でもっと高い値を見たことがあれば、そちらを使ってください。この推定は良くても ±10 bpm の誤差があります。
ko: 힘든 운동에서 더 높은 수치를 봤다면 그 값을 쓰세요 — 이 추정치는 잘해야 ±10 bpm 수준입니다.
lt: Jei per sunkią pastangą matei didesnį skaičių, naudok jį — šis įvertis geriausiu atveju tikslus ±10 tv./min.
lv: Ja smagā piepūlē esi redzējis lielāku skaitli, izmanto to — šī aplēse labākajā gadījumā ir ±10 sit./min precīza.
mk: Ако си видел поголем број при тежок напор, употреби го тој — оваа проценка е во најдобар случај точна на ±10 отч./мин.
ms: Jika anda pernah melihat angka lebih tinggi semasa usaha berat, gunakan yang itu — anggaran ini paling baik pun ±10 bpm.
mt: Jekk rajt numru ogħla fi sforz iebes, uża dak minflok — din l-istima hija preċiża sa ±10 taħbitiet/min fl-aħjar każ.
nb: Har du sett et høyere tall på en hard økt, bruk det i stedet — dette anslaget bommer med ±10 slag/min i beste fall.
nl: Heb je bij een zware inspanning een hoger getal gezien, gebruik dat dan — deze schatting zit er op zijn best ±10 bpm naast.
pl: Jeśli przy ciężkim wysiłku widziałeś wyższą liczbę, użyj jej — to oszacowanie myli się w najlepszym razie o ±10 ud./min.
pt_br: Se você já viu um número maior em um esforço forte, use aquele — esta estimativa erra ±10 bpm na melhor das hipóteses.
pt_pt: Se já viste um número mais alto num esforço duro, usa esse — esta estimativa erra ±10 bpm na melhor das hipóteses.
ro: Dacă ai văzut un număr mai mare la un efort intens, folosește-l pe acela — estimarea asta are cel mult ±10 bpm precizie.
ru: Если на тяжёлой работе видели число выше — используйте его: точность этой оценки в лучшем случае ±10 уд/мин.
sk: Ak si pri ťažkom úsilí videl vyššie číslo, použi to — tento odhad sa v najlepšom prípade mýli o ±10 úderov/min.
sl: Če si pri težkem naporu videl višjo številko, uporabi tisto — ta ocena je v najboljšem primeru natančna na ±10 utr./min.
sq: Nëse ke parë një numër më të lartë në një përpjekje të fortë, përdor atë — ky vlerësim është në rastin më të mirë ±10 rrahje/min.
sr: Ако си на тешком напору видео већи број, упиши тај — ова процена је у најбољем случају тачна на ±10 откуцаја/мин.
sv: Har du sett en högre siffra vid en hård insats, använd den i stället — den här uppskattningen slår fel med ±10 slag/min i bästa fall.
tr: Zorlu bir eforda daha yüksek bir sayı gördüysen onu kullan — bu tahmin en iyi ihtimalle ±10 atım/dk şaşar.
uk: Якщо на важкій роботі бачили вище число — візьміть його: точність цієї оцінки в найкращому разі ±10 уд/хв.
vi: Nếu bạn từng thấy con số cao hơn trong một buổi gắng sức, hãy dùng con số đó — ước tính này giỏi lắm cũng chỉ ±10 bpm.
zh_hans: 如果你在大强度训练中见过更高的数值，请用那个——这个估算最多只能精确到 ±10 次/分。
zh_hant: 如果你在大強度訓練中見過更高的數值，請改用那個——這個估算最多也只能到 ±10 次/分。
